Repository: sergehoo/ca25
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Nom du participant
fr: Participant's Name

source: Téléphone
fr: Phone

source: Témoignage
fr: Testimonial

source: Note
fr: Rating

source: Statut
fr: Status

source: Date de soumission
fr: Submission Date

source: Date de validation
fr: Validation Date

source: Français
fr: French

source: Anglais
fr: English

source: Espagnol
fr: Spanish

source: Allemand
fr: German

source: Chinois Simplifié
fr: Simplified Chinese

source: Se connecter
fr: Sign In

source: Si vous n'avez pas encore de compte, veuillez d'abord %(link)s vous inscrire %(end_link)s.
fr: If you do not have an account yet, please %(link)ssign up%(end_link)s first.

source: Se connecter avec une clé d’accès
fr: Sign in with a passkey

source: Envoyez-moi un code de connexion par email
fr: Email me a sign-in code

source: Souscrire
fr: Subscribe

source: Accueil
fr: Home

source: Bienvenue à la Conférence d'Abidjan 2025
fr: Welcome to the Abidjan Conference 2025

source: L'Afrique Francophone au rendez-vous de l'Agenda Divin.
fr: Francophone Africa at the meeting point of the Divine Agenda.

source: Un rassemblement hautement spirituel et majeur de la Francophonie et des Églises Alliance Biblique Missionnaire Côte d’Ivoire. Cette année, nous nous retrouvons sous le thème “Impact Générationnel”, un appel à laisser une empreinte indélébile dans notre société, en transmettant des valeurs de foi, d’amour et d’engagement à la prochaine génération.
fr: A highly spiritual and major gathering of the Francophonie and the Alliance Biblique Missionnaire Churches of Côte d'Ivoire. This year, we gather under the theme “Generational Impact,” a call to leave an indelible mark on our society by transmitting values of faith, love, and commitment to the next generation.

source: Notre Programme
fr: Our Program

source: Impact Générationnel
fr: Generational Impact

source: Une génération dira à l’autre combien tu es grand ; elle proclamera tes œuvres merveilleuses.
fr: One generation will tell the next how great You are; they will proclaim Your wonderful works.

source: Jours
fr: Days

source: S'enregistrer
fr: Register

source: Passez le message
fr: Spread the Message

source: Informer
fr: Inform

source: Lieu :
fr: Location:

source: Orateur :
fr: Speaker:

source: Horaire :
fr: Schedule:

source: Assurez votre place dès maintenant
fr: Secure Your Spot Now

source: Résumé des messages de la Conférence
fr: Summary of Conference Messages

source: Voir tout
fr: See All

source: Voir
fr: View

source: Lire plus
fr: Read More

source: Aucun article disponible pour le moment.
fr: No articles available at the moment.

source: CONFÉRENCE D'ABIDJAN
fr: ABIDJAN CONFERENCE
